Revit 2017 API
FormattedTextRun.NewParagraph Property
 Indicates whether this text run starts a new paragraph.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2016
Syntax
C#
public bool NewParagraph { get; }
Visual Basic
Public ReadOnly Property NewParagraph As Boolean
	Get
Visual C++
public:
property bool NewParagraph {
	bool get ();
}
See Also
FormattedTextRun Class
Autodesk.Revit.DB Namespace